aaron-bond.better-comments
anthropic.claude-code
biomejs.biome
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot-chat
github.vscode-github-actions
golang.go
kevinrose.vsc-python-indent
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.powershell
ms-vsliveshare.vsliveshare
nrwl.angular-console
openai.chatgpt
oxc.oxc-vscode
pflannery.vscode-versionlens
rangav.vscode-thunder-client
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
unifiedjs.vscode-mdx
xyc.vscode-mdx-preview
yoavbls.pretty-ts-errors