aaron-bond.better-comments
arcanis.vscode-zipfs
augment.vscode-augment
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
kevinrose.vsc-python-indent
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.powershell
ms-vsliveshare.vsliveshare
nrwl.angular-console
pflannery.vscode-versionlens
rangav.vscode-thunder-client
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
supermaven.supermaven
tamasfe.even-better-toml
unifiedjs.vscode-mdx
vscodevim.vim
xyc.vscode-mdx-preview
yoavbls.pretty-ts-errors